/**
 * 键盘按键码宏对象 
 */
var KEYCODE = {
	"Backspace": 8,
	"Tab": 9,
	"Enter": 13,
	"Shift": 16,
	"Ctrl": 17,
	"Alt": 18,
	"Pause": 19,
	"CapsLock": 20,
	"Esc": 27,
	"Space": 32,
	"PageUp": 33,
	"PageDown": 34,
	"End": 35,
	"Home": 36,
	"Left": 37,
	"Up": 38,
	"Right": 39,
	"Down": 40,
	"Print": 44,
	"Insert": 45,
	"Delete": 46,
	"Help": 47,
	// 数字：主键盘数字和小键盘数字
	"Number": [48,49,50,51,52,53,54,55,56,57,96,97,98,99,100,101,102,103,104,105],
	// 字母
	"Letter": [65,66,67,68,69,70,71,72,73,74,75,76,77,78,79,80,81,82,83,84,85,86,87,88,89,90]
};